<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>




  
  
  
  <meta content="text/html; charset=ISO-8859-1" http-equiv="content-type">



  
  
  
  <title>MangoDict User Guide</title>
</head>


<body style="background-color: rgb(245, 245, 245); font-family: Cambria,'Times New Roman',Times,serif; font-size: 24px;">




<div style="text-align: left;"><br>




<br>




<table style="height: 60px; text-align: left; margin-right: auto; width: 1000px; margin-left: 245px;" border="0" cellpadding="0" cellspacing="0">




  <tbody>




    <tr>




      <td style="width: 100px;"></td>




      <td style="width: 800px; font-weight: bold;"><span class="gbps2">&#39033;&#30446;:
      <a target="_blank" href="https:github.comzhanweiwumangodict">https://github.com/zhanweiwu/mangodict/</a><br>




EMail: jeffrey.wuzw@gmail.com <br>




MSN: wingfancy@hotmail.com<br>




&#20316;&#32773;: &#21556;&#21344;&#20255;(Zhanwei Wu)<br>




      <br>




      <br>




      </span></td>




      <td style="width: 100px;"><a href="index.html">English</a><br>
      <br>
      <a href="file:///E:/Android/Bin/android-ndk-r6-windows/myproject/MangoDictHelp/V1.0.1/zh-cn.html">&#31616;&#20307;&#20013;&#25991;</a><br>






      <br>






      <a href="zh-tw.html">
&#32321;&#39636;&#20013;&#25991;</a><br>




      <br>




      <br>




      </td>




    </tr>




    <tr>




      <td style="width: 100px;"></td>




      <td style="width: 800px;">
      <span class="gbps2"><span style="font-weight: bold;">&#36825;&#26159;&#19968;&#20010;&#24320;&#28304;&#30340;Android&#35789;&#20856;&#24212;&#29992;&#31243;&#24207;&#65292;&#36825;&#20010;&#24212;&#29992;&#25903;&#25345;&#25152;&#26377;&ldquo;stardict</span></span><span class="gbps2"><span style="font-weight: bold;">&rdquo;</span></span><span class="gbps2"><span style="font-weight: bold;">&#26684;&#24335;&#30340;&#35789;&#20856;&#12290;</span><br>




      <br>



      <span style="font-weight: bold;">&#33426;&#26524;&#35789;&#20856;&#26377;&#20004;&#20010;&#20027;&#35201;&#30340;&#21151;&#33021;:</span><br>




&nbsp; A. &#33426;&#26524;&#35789;&#20856;</span>&#65306;<br>


      <span class="gbps2">

&nbsp; &nbsp; &nbsp; &#24744;&#21487;&#20197;&#29992;&#33426;&#26524;&#35789;&#20856;&#26597;&#35789;&#12290;&#26412;&#24212;&#29992;</span><span class="gbps2">&#25903;&#25345;&#25152;&#26377;&ldquo;stardict</span><span class="gbps2">&rdquo;</span><span class="gbps2">&#26684;&#24335;&#30340;&#35789;&#20856;&#12290;</span><span class="gbps2"><br>




      </span>&nbsp; &nbsp; &nbsp; &#22312;&#22914;&#19979;&#32593;&#31449;&#26377;&#36817;&#21315;&#26412;&#21508;&#31867;&ldquo;stardict&rdquo;&#26684;&#24335;&#30340;&#35789;&#20856;&#21487;&#20379;&#20813;&#36153;&#19979;&#36733;:
      <a target="_blank" href="http://abloz.com/huzheng/stardict-dic/">http://abloz.com/huzheng/stardict-dic/</a><br>




&nbsp; &nbsp; &nbsp; &#22914;&#26524;&#24744;&#26080;&#27861;&#19979;&#36733;&#36825;&#20123;&#35789;&#20856;&#65292;&#35831;&#32852;&#31995;&#25105;&#12290; <br>




      <br>




&nbsp; B. &#33426;&#26524;&#35760;&#24518;&#65306;<br>




&nbsp; &nbsp; &nbsp; &#24744;&#21487;&#20197;&#20351;&#29992;&#33426;&#26524;&#35760;&#24518;&#21151;&#33021;&#26469;&#24110;&#21161;&#24744;&#35760;&#24518;&#21333;&#35789;&#12290;<br>




&nbsp; &nbsp; &nbsp; &#26412;&#24212;&#29992;&#20351;&#29992; SM2 &#31639;&#27861;&#26469;&#24110;&#21161;&#24744;&#26356;&#23481;&#26131;&#22320;&#35760;&#24518;&#21333;&#35789;&#12290;<br>




      <br>




&nbsp; &#33426;&#26524;&#35789;&#20856;&#25903;&#25345;&#19977;&#31181;&#26597;&#35810;&#26041;&#24335;&#65306; &ldquo;&#36890;&#37197;&#31526;&#21305;&#37197;&rdquo;&#65292;&ldquo;&#27169;&#31946;&#26597;&#35810;&rdquo; &#21644;&ldquo;&#20840;&#25991;&#26816;&#32034;&rdquo;&#12290;<br>

&nbsp; &#22312;&#20351;&#29992;&#26412;&#24212;&#29992;&#21069;&#65292;&#24744;&#25163;&#26426;&#20013;&#24517;&#39035;&#26377;SD&#21345;&#29992;&#20110;&#23384;&#25918;&#35789;&#20856;&#25991;&#20214;&#21450;&#30456;&#20851;&#25968;&#25454;&#20449;&#24687;&#12290;<br>




      <br>



      <br>



      <br>




      <span style="font-weight: bold;">A. &#33426;&#26524;&#35789;&#20856;:<br>




      <br>




      </span>&#21551;&#21160;&#24212;&#29992;&#21518;&#65292;&#22312;&#31532;&#19968;&#20010;&#30028;&#38754;&#65292;&#24744;&#21487;&#20197;&#30475;&#21040;&#19968;&#20123;&#35789;&#20856;&#26597;&#35810;&#30456;&#20851;&#30340;&#24110;&#21161;&#20449;&#24687;&#21450;&#20316;&#32773;&#12289;&#29256;&#26435;&#31561;&#20449;&#24687;&#12290;<br>



      <br>




      <img src="Screenshot/dict/0_use_guide.png" alt=""><br>




      <br>



      <br>

&#36873;&#25321;&ldquo;&#35774;&#32622;&rdquo;&#33756;&#21333;&#39033;&#36827;&#20837;&#35774;&#32622;&#30028;&#38754;&#21487;&#20197;&#36827;&#34892;&#30456;&#20851;&#35774;&#32622;&#12290;<br>



      <br>




      <img src="Screenshot/dict/2_setting_menu0.png" alt="">
      <img src="Screenshot/dict/2_setting_menu1.png" alt=""><br>



      <br>



      <img src="Screenshot/dict/1_setting.png" alt=""><br>




      <br>



      <br>




&#39318;&#20808;&#65292;&#24744;&#38656;&#35201;&#20943;&#21387;&#32553;&#24744;&#19979;&#36733;&#30340;&ldquo;stardict&rdquo;&#26684;&#24335;&#30340;&#35789;&#20856;&#25991;&#20214;&#65292;&#24182;&#23558;&#36825;&#20123;&#35789;&#20856;&#25991;&#20214;&#25918;&#21040;SD&#21345;&#19978;&#30456;&#24212;&#25991;&#20214;&#22841;&#20013;&#12290;<br>




&#20363;&#22914;&#65292;&#24744;&#21487;&#20197;&#23558;&#35789;&#20856;&#25918;&#21040;&#22914;&#19979;&#36335;&#24452;&#30340;&#25991;&#20214;&#22841;&#20013;&#65306;&ldquo;/sdcard/MangoDict/dicts&rdquo; &#65292;&#35831;&#21442;&#32771;&#22914;&#19979;&#22270;&#29255;&#65288;&#25152;&#26377;&#30340;&#35789;&#20856;&#24517;&#39035;&#25918;&#21040;&#21517;&#20026;&ldquo;dicts&rdquo;&#30340;&#23376;&#30446;&#24405;&#20013;&#65289;&#65306;<br>



      <br>




      <img src="Screenshot/dict/2_setting_selectdict0.png" alt=""><br>




      <br>



      <br>

&#29616;&#22312;&#22312;&#35774;&#32622;&#30028;&#38754;&#65292;&#24744;&#21487;&#20197;&#36873;&#25321;&ldquo;&#36335;&#24452;...&rdquo;&#25353;&#38062;&#20197;&#36873;&#25321;&#35789;&#20856;&#25152;&#22312;&#36335;&#24452;&#12290;&#24744;&#24212;&#35813;&#36873;&#25321;&ldquo;
/sdcard/MangoDict&rdquo;&#20316;&#20026;&#24744;&#30340;&#35789;&#20856;&#25152;&#22312;&#36335;&#24452;&#65292;&#32780;&#19981;&#26159;&ldquo;
/sdcard/MangoDict/dicts&rdquo; &#65292;&#35831;&#21442;&#32771;&#22914;&#19979;&#22270;&#29255;&#65306;<br>



      <br>




      <img src="Screenshot/dict/1_setting.png" alt="">
      <img src="Screenshot/dict/2_setting_selectdict1.png" alt=""><br>



      <br>



      <img src="Screenshot/dict/2_setting_selectdict2.png" alt=""><br>




      <br>



      <br>

&#22312;&#35774;&#32622;&#30028;&#38754;&#65292;&#24744;&#21487;&#20197;&#24320;&#21551;&#25110;&#20851;&#38381;&ldquo;&#21098;&#20999;&#26495;&#20869;&#23481;&#21462;&#35789;&rdquo;&#21151;&#33021;&#12290;&#22914;&#26524;&#24320;&#21551;&#20102;&#36825;&#20010;&#21151;&#33021;&#65292;&#24403;&#24744;&#30340;&#25163;&#26426;&#30340;&#21098;&#20999;&#26495;&#20869;&#23481;&#21464;&#26356;&#26102;&#65292;&#20250;&#24377;&#20986;&#19968;&#20010;&#26597;&#35789;&#31383;&#65292;&#27492;&#31383;&#21475;&#20250;&#33258;&#21160;&#26681;&#25454;&#21098;&#20999;&#26495;&#20869;&#23481;&#26597;&#35810;&#35789;&#20856;&#24182;&#26174;&#31034;&#26597;&#35810;&#32467;&#26524;&#12290;<br>



      <br>




      <img src="Screenshot/dict/7_capture1.png" alt="">
      <img src="Screenshot/dict/7_capture0.png" alt=""><br>




      <br>



      <br>

&#22312;&#35774;&#32622;&#30028;&#38754;&#65292;&#24744;&#21487;&#20197;&#36873;&#25321;&ldquo;&#32972;&#26223;&#39068;&#33394;&rdquo;&#12289;&ldquo;&#25991;&#26412;&#39068;&#33394;&rdquo;&#21450;&ldquo;&#21333;&#35789;&#39068;&#33394;&rdquo;&#25353;&#38062;&#20197;&#35774;&#32622;
&#35789;&#20856;&#20027;&#30028;&#38754;&#30340;&#32972;&#26223;&#33394;&#65292;&#25991;&#26412;&#39068;&#33394;&#21450;&#21333;&#35789;&#39068;&#33394;&#12290;&ldquo;&#21333;&#35789;&#39068;&#33394;&rdquo;&#25351;&#24744;&#25152;&#26597;&#35810;&#30340;&#21333;&#35789;&#22312;&#26597;&#35810;&#32467;&#26524;&#20013;&#25152;&#26174;&#31034;&#30340;&#39068;&#33394;&#12290;&#22914;&#19979;&#22270;&#29255;&#23637;&#31034;&#20102;&#19981;&#21516;&#39068;&#33394;&#35774;&#32622;
&#25152;&#24471;&#21040;&#30340;&#19981;&#21516;&#25928;&#26524;&#65306;<br>

      <br>




      <img src="Screenshot/dict/3_search1.png" alt="">
      <img src="Screenshot/dict/3_search8.png" alt=""><br>



      <br>



      <img src="Screenshot/dict/3_search9.png" alt=""><br>




      <br>



      <br>

&#22312;&#35774;&#32622;&#30028;&#38754;&#65292;&#24744;&#21487;&#20197;&#36873;&#25321;&ldquo;&#32034;&#24341;&rdquo;&#12289;&ldquo;&#21462;&#35789;&rdquo;&#25110;&ldquo;&#35760;&#24518;&rdquo;&#26631;&#31614;&#26469;&#20999;&#25442;&#35774;&#32622;&#30028;&#38754;&#12290;<br>




1. &ldquo;&#32034;&#24341;&rdquo;&#29992;&#26469;&#35774;&#32622;&#22312;&#35789;&#20856;&#20027;&#30028;&#38754;&#26597;&#35789;&#26102;&#25152;&#20351;&#29992;&#30340;&#35789;&#20856;&#12290;<br>




2. &ldquo;&#21462;&#35789;&rdquo;&#29992;&#26469;&#35774;&#32622;&#22312;&ldquo;&#21098;&#20999;&#26495;&#20869;&#23481;&#21462;&#35789;&rdquo;&#30028;&#38754;&#26597;&#35810;&#26102;&#25152;&#20351;&#29992;&#30340;&#35789;&#20856;&#12290;<br>




3. &ldquo;&#35760;&#24518;&rdquo;&#29992;&#26469;&#35774;&#32622;&#22312;&ldquo;&#33426;&#26524;&#35760;&#24518;&rdquo;&#20013;&#26174;&#31034;&#30456;&#24212;&#21333;&#35789;&#32467;&#26524;&#25152;&#20351;&#29992;&#30340;&#35789;&#20856;&#12290;<br>

&#22312;&#36825;&#20123;&#30028;&#38754;&#65292;&#24744;&#21487;&#20197;&#28857;&#20987;&#21491;&#36793;&#30340;&#36873;&#25321;&#26694;&#36873;&#25321;&#35789;&#20856;&#65307;&#24744;&#21487;&#20197;&#28857;&#20303;&#35789;&#20856;&#21517;&#31216;&#36827;&#34892;&#25302;&#21160;&#26469;&#25913;&#21464;&#35789;&#20856;&#30340;&#20808;&#21518;&#39034;&#24207;&#12290;&#28982;&#21518;&#28857;&#20987;&ldquo;&#22278;&#22280;&rdquo;&#25353;&#38062;&#26469;&#20445;&#23384;&#24403;&#21069;&#30340;&#35774;&#32622;&#12290;<br>



      <br>




      <img src="Screenshot/dict/2_setting_selectdict3.png" alt="">
      <img src="Screenshot/dict/2_setting_selectdict4.png" alt=""><br>



      <br>



      <img src="Screenshot/dict/2_setting_selectdict5.png" alt=""> <img src="Screenshot/dict/2_setting_selectdict6.png" alt=""><br>




      <br>



      <br>

&#22312;&#35789;&#20856;&#20027;&#30028;&#38754;&#65292;&#24744;&#21487;&#20197;&#22312;&#36755;&#20837;&#26694;&#20013;&#36755;&#20837;&#21333;&#35789;&#26469;&#36827;&#34892;&#26597;&#35810;&#65292;&#36755;&#20837;&#21333;&#35789;&#21518;&#20250;&#24377;&#20986;&#19968;&#20010;&#30456;&#20851;&#21333;&#35789;&#30340;&#21015;&#34920;&#65292;&#24744;&#21487;&#20197;&#21333;&#35789;&#21015;&#34920;&#20013;&#36873;&#25321;&#19968;&#20010;&#21512;&#36866;&#30340;&#21333;&#35789;&#26469;&#36827;&#34892;&#26597;&#35810;&#65292;&#26597;&#35810;&#32467;&#26524;&#23558;&#34987;
&#26174;&#31034;&#22312;&#27491;&#25991;&#20869;&#23481;&#31383;&#21475;&#20013;&#12290;&#22914;&#26524;&#24744;&#22312;&#35789;&#20856;&#35774;&#32622;&#20013;&#36873;&#25321;&#20102;&#22810;&#20010;&#35789;&#20856;&#65292;&#25152;&#26377;&#35789;&#20856;&#30340;&#26597;&#35810;&#32467;&#26524;&#23558;&#20250;&#26174;&#31034;&#20986;&#26469;&#65292;&#24182;&#19988;&#35789;&#20856;&#21517;&#31216;&#20250;&#34987;&#26174;&#31034;&#22312;&#35789;&#20856;&#20869;&#23481;&#30340;&#19978;&#26041;&#12290;&#24744;&#21487;&#20197;&#28857;&#20987;&#35789;&#20856;&#21517;&#31216;
&#20197;&#25910;&#36215;&#25110;&#23637;&#24320;&#35789;&#20856;&#20869;&#23481;&#65292;&#20197;&#26041;&#20415;&#26597;&#30475;&#12290;<br>

&#22312;&#36825;&#20010;&#30028;&#38754;&#19978;&#30340;&#31532;&#19968;&#20010;&#25353;&#38062;&#29992;&#26469;&#26174;&#31034;&#20043;&#21069;&#30340;&#30456;&#20851;&#21333;&#35789;&#21015;&#34920;&#65307;&#31532;&#20108;&#20010;&#25353;&#38062;&#29992;&#26469;&#26597;&#35810;&#36755;&#20837;&#26694;&#20013;&#30340;&#21333;&#35789;&#65307;&#31532;&#19977;&#20010;&#25353;&#38062;&#29992;&#26469;&#26681;&#25454;&#36755;&#20837;&#26694;&#20013;&#30340;&#21333;&#35789;&#37325;&#26032;&#26597;&#35810;&#21333;&#35789;&#21015;&#34920;&#12290;<br>



      <br>




      <img src="Screenshot/dict/3_search0.png" alt="">
      <img src="Screenshot/dict/3_search1.png" alt=""><br>



      <br>



      <img src="Screenshot/dict/3_search2.png" alt=""><br>




      <br>



      <br>

&#22914;&#19979;&#22270;&#29255;&#26159;&#23545;&#27721;&#23383;&#26597;&#35810;&#30340;&#32467;&#26524;&#31034;&#20363;&#65306;<br>



      <br>




      <img src="Screenshot/dict/3_search3.png" alt="">
      <img src="Screenshot/dict/3_search4.png" alt=""><br>



      <br>



      <img src="Screenshot/dict/3_search5.png" alt=""><br>




      <br>



      <br>

&#22914;&#26524;&#24744;&#20351;&#29992; &ldquo;&#36890;&#37197;&#31526;&#21305;&#37197;&rdquo;&#65292;&ldquo;&#27169;&#31946;&#26597;&#35810;&rdquo;
&#21644;&ldquo;&#20840;&#25991;&#26816;&#32034;&rdquo;&#65292;&#30001;&#20110;&#26597;&#35810;&#38656;&#35201;&#36739;&#38271;&#26102;&#38388;&#65292;&#20250;&#24377;&#20986;&#19968;&#20010;&#36827;&#24230;&#26694;&#20197;&#26174;&#31034;&#24403;&#21069;&#26597;&#35810;&#36827;&#24230;&#65292;&#26597;&#35810;&#32467;&#26463;&#32467;&#26524;&#20250;&#26174;&#31034;&#22312;&#24377;&#20986;&#30340;&#21333;&#35789;&#21015;&#34920;&#20013;&#65292;&#24744;&#21487;&#20197;&#20174;
&#27492;&#21015;&#34920;&#20013;&#36873;&#25321;&#24744;&#38656;&#35201;&#30340;&#21333;&#35789;&#12290;<br>



      <br>




      <img src="Screenshot/dict/3_search6.png" alt="">
      <img src="Screenshot/dict/3_search7.png" alt=""><br>




      <br>



      <br>




&#22312;&#33756;&#21333;&#20013;&#30340;&ldquo;&#25773;&#25918;&#21333;&#35789;&rdquo;&#33756;&#21333;&#39033;&#21487;&#20197;&#26174;&#31034;&#19968;&#20010;&#25773;&#25918;&#23545;&#35805;&#26694;&#65292;&#22312;&#27492;&#23545;&#35805;&#26694;&#20013;&#65292;&#24744;&#21487;&#20197;&#25773;&#25918;&#24403;&#21069;&#36755;&#20837;&#26694;&#20013;&#30340;&#21333;&#35789;&#65288;&#30446;&#21069;&#21482;&#25903;&#25345;&#25773;&#25918;&#33521;&#35821;&#65289;&#65292;&#24744;&#20063;&#21487;&#20197;&#24405;&#19979;&#24744;&#30340;&#22768;&#38899;&#20197;&#20415;&#20110;&#27604;&#36739;&#24744;&#30340;&#21457;&#38899;&#26159;&#21542;&#27491;&#30830;&#12290;<br>

&#22312;&#33756;&#21333;&#20013;&#30340;&ldquo;&#25773;&#25918;&#21098;&#20999;&#26495;&#20869;&#23481;&rdquo;&#21487;&#20197;&#25773;&#25918;&#30446;&#21069;&#22312;&#21098;&#20999;&#26495;&#20013;&#30340;&#20869;&#23481;&#12290;<br>



      <br>




      <img src="Screenshot/dict/2_setting_menu0.png" alt="">
      <img src="Screenshot/dict/4_playword.png" alt=""><br>




      <br>



      <br>

&ldquo;&#22686;&#21152;&#29983;&#35789;&rdquo;&#33756;&#21333;&#39033;&#21487;&#20197;&#22686;&#21152;&#24403;&#21069;&#22312;&#36755;&#20837;&#26694;&#20013;&#30340;&#20869;&#23481;&#21040;&ldquo;&#29983;&#35789;&#34920;&rdquo;&#20013;&#65307;&ldquo;&#21382;&#21490;&#35760;&#24405;
&rdquo;&#33756;&#21333;&#39033;&#21487;&#20197;&#26174;&#31034;&#26597;&#35810;&#36807;&#30340;&#21333;&#35789;&#21015;&#34920;&#65307;&ldquo;&#29983;&#35789;&#34920;&rdquo;&#33756;&#21333;&#39033;&#21487;&#20197;&#26174;&#31034;&#24744;&#36890;&#36807;&ldquo;&#22686;&#21152;&#29983;&#35789;&rdquo;&#21152;&#20837;&#30340;&#29983;
&#35789;&#12290;&#24744;&#21487;&#20197;&#20174;&#21333;&#35789;&#21015;&#34920;&#20013;&#36873;&#25321;&#21333;&#35789;&#30452;&#25509;&#36827;&#34892;&#26597;&#35810;&#12290;<br>



      <br>




      <img src="Screenshot/dict/5_history.png" alt=""><br>




      <br>



      <br>

&ldquo;&#39029;&#20869;&#26597;&#25214;&rdquo;&#33756;&#21333;&#39033;&#21487;&#20197;&#26174;&#31034;&#19968;&#20010;&#24037;&#20855;&#26465;&#35753;&#24744;&#21487;&#20197;&#22312;&#24403;&#21069;&#26597;&#35810;&#32467;&#26524;&#20013;&#26597;&#35810;&#30456;&#20851;&#21333;&#35789;&#12290;<br>



      <br>




      <img src="Screenshot/dict/2_setting_menu1.png" alt="">
      <img src="Screenshot/dict/6_findonpage.png" alt=""><br>




      <br>



      <br>




      <br>




      <span style="font-weight: bold;">B. &#33426;&#26524;&#35760;&#24518;:</span><br>




      <br>

&#39318;&#20808;&#65292;&#24744;&#38656;&#35201;&#22312;&#35789;&#20856;&#35774;&#32622;&#20013;&#23545;&ldquo;&#35760;&#24518;&rdquo;&#35774;&#32622;&#39033;&#20013;&#30340;&#35774;&#32622;&#36827;&#34892;&#35774;&#32622;&#65292;&#36825;&#20123;&#35789;&#20856;&#23558;&#22312;&ldquo;&#33426;&#26524;&#35760;&#24518;&rdquo;&#20013;&#29992;&#20110;&#26174;&#31034;&#21333;&#35789;&#32467;&#26524;&#12290;<br>

&#20877;&#21017;&#65292;&#24744;&#38656;&#35201;&#20934;&#22791;&#29992;&#20110;&#35760;&#24518;&#30340;&#21333;&#35789;&#21015;&#34920;&#12290;&#21333;&#35789;&#21015;&#34920;&#23601;&#26159;&#19968;&#20010;&#26222;&#36890;&#30340;&#25991;&#26412;&#25991;&#20214;&#65292;&#20854;&#20013;&#21015;&#34920;&#20013;&#24744;&#38656;&#35201;&#35760;&#24518;&#30340;&#21333;&#35789;&#65292;&#22312;&#25991;&#20214;&#20013;&#27599;&#20010;&#21333;&#35789;&#21344;&#19968;&#34892;&#12290;<br>

&#22914;&#19979;&#36830;&#25509;&#26159;&#20960;&#20010;&#21015;&#34920;&#65292;&#36825;&#20123;&#26159;&ldquo;&#26607;&#26519;&#26031;&#26143;&#32423;&#21333;&#35789;&rdquo;&#65292;&#20849;&#20998;&#20116;&#32423;&#65292;&#24744;&#21487;&#20197;&#19979;&#36733;&#20351;&#29992;&#12290;<br>




      <a href="MemorizeSample/Collins_01.txt">
Collins_01.txt</a> &nbsp;<a href="MemorizeSample/Collins_02.txt">Collins_02.txt</a>
&nbsp;<a href="MemorizeSample/Collins_03.txt">Collins_03.txt</a>
&nbsp;<a href="MemorizeSample/Collins_04.txt">Collins_04.txt</a>
&nbsp;<a href="MemorizeSample/Collins_05.txt">Collins_05.txt</a><br>




      <br>

&#29616;&#22312;&#24744;&#21487;&#20197;&#36827;&#20837;&ldquo;&#36873;&#25321;&#35838;&#31243;&rdquo;&#30028;&#38754;&#65292;&#28857;&#20987;&#31532;&#19977;&#20010;&#25353;&#38062;&#36873;&#25321;&#24744;&#20934;&#22791;&#22909;&#30340;&#21333;&#35789;&#25991;&#20214;&#65288;&#36825;&#20123;&#21333;&#35789;&#25991;&#20214;&#24517;&#39035;&#25918;&#22312;SD&#21345;&#19978;&#65289;&#12290;<br>



      <br>




      <img src="Screenshot/memorize/0_selectmemorize0.png" alt="">
      <img src="Screenshot/memorize/0_selectmemorize1.png" alt=""><br>



      <br>



      <img src="Screenshot/memorize/0_selectmemorize2.png" alt=""> <img src="Screenshot/memorize/0_selectmemorize3.png" alt=""><br>




      <br>



      <br>

&#36873;&#25321;&#23436;&#25104;&#21518;&#65292;&#20250;&#22312;&ldquo;&#36873;&#25321;&#35838;&#31243;&rdquo;&#30028;&#38754;&#26174;&#31034;&#36825;&#20010;&#35838;&#31243;&#65292;&#24744;&#21487;&#20197;&#36873;&#25321;&#36825;&#20010;&#35838;&#31243;&#36827;&#34892;&#35760;&#24518;&#20102;&#12290;<br>



      <br>




      <img src="Screenshot/memorize/0_selectmemorize4.png" alt="">
      <img src="Screenshot/memorize/0_selectmemorize5.png" alt=""><br>




      <br>



      <br>

&#35760;&#24518;&#36807;&#31243;&#20013;&#65292;&#20808;&#26174;&#31034;&#21333;&#35789;&#65292;&#24744;&#38656;&#35201;&#33457;&#28857;&#26102;&#38388;&#24819;&#19968;&#19979;&#24744;&#23545;&#36825;&#20010;&#21333;&#35789;&#30340;&#29087;&#24713;&#31243;&#24230;&#65292;&#20877;&#28857;&#20987;&ldquo;&#26174;&#31034;&#32467;&#26524;&rdquo;&#25353;&#38062;&#26174;&#31034;&#21333;&#35789;&#32467;&#26524;&#65292;&#28982;&#21518;&#21453;&#39304;&#24744;&#23545;&#36825;&#20010;&#21333;&#35789;&#30340;&#29087;&#24713;&#31243;&#24230;&#12290;&#31243;&#24207;&#20250;&#26681;&#25454;&#24744;&#30340;&#21453;&#39304;&#35745;&#31639;&#19979;&#27425;&#24744;&#23545;&#36825;&#20010;&#21333;&#35789;&#36827;&#34892;&#20877;&#27425;&#35760;&#24518;&#30340;&#26085;&#26399;&#12290;<br>



      <br>




      <img src="Screenshot/memorize/1_learning0.png" alt="">
      <img src="Screenshot/memorize/1_learning1.png" alt=""><br>



      <br>



      <img src="Screenshot/memorize/1_learning2.png" alt=""> <img src="Screenshot/memorize/1_learning3.png" alt=""><br>




      <br>



      <br>




&ldquo;&#35745;&#21010;&#21345;&#29255;&rdquo;&#33756;&#21333;&#39033;&#35753;&#24744;&#35760;&#24518;&#35745;&#21010;&#20013;&#38656;&#35201;&#35760;&#24518;&#30340;&#21333;&#35789;&#65307;&ldquo;&#26032;&#21345;&#29255;&rdquo;&#33756;&#21333;&#39033;&#35753;&#24744;&#36873;&#25321;&#26032;&#30340;&#21333;&#35789;&#36827;&#34892;&#35760;&#24518;&#65307;&ldquo;&#26087;&#21345;&#29255;&rdquo;&#33756;&#21333;&#39033;&#35753;&#24744;&#35760;&#24518;&#24050;&#32463;&#35760;&#24518;&#36807;&#30340;&#21333;&#35789;&#12290;<br>



      <br>




      <img src="Screenshot/memorize/2_menu0.png" alt="">
      <img src="Screenshot/memorize/2_menu1.png" alt=""><br>




      <br>



      <br>

&ldquo;&#35745;&#21010;&rdquo;&#33756;&#21333;&#39033;&#35753;&#24744;&#21487;&#20197;&#26597;&#30475;&#24403;&#21069;&#30340;&#35760;&#24518;&#35745;&#21010;&#65292;&#36825;&#20123;&#35745;&#21010;&#26159;&#30001;&#31243;&#24207;&#33258;&#21160;&#35745;&#31639;&#20986;&#26469;&#30340;&#12290;<br>



      <br>




      <img src="Screenshot/memorize/5_schedule.png" alt=""><br>




      <br>



      <br>

&ldquo;&#32479;&#35745;&rdquo;&#33756;&#21333;&#39033;&#35753;&#24744;&#26597;&#30475;&#32479;&#35745;&#20449;&#24687;&#65292;&#21253;&#25324;&#24403;&#21069;&#21333;&#35789;&#30340;&#20449;&#24687;&#65292;&#19981;&#21516;&#29087;&#24713;&#31243;&#24230;&#30340;&#21333;&#35789;&#20010;&#25968;&#21450;&#30334;&#20998;&#27604;&#65292;&#24403;&#21069;&#35760;&#24518;&#36827;&#24230;&#21450;&#24320;&#22987;&#35760;&#24518;&#30340;&#26085;&#26399;&#12290;<br>



      <br>




      <img src="Screenshot/memorize/2_menu1.png" alt="">
      <img src="Screenshot/memorize/4_statistic.png" alt=""><br>




      <br>



      <br>

&#36890;&#36807;&ldquo;&#35774;&#32622;&rdquo;&#39033;&#21487;&#20197;&#23545;&#19968;&#20123;&#21442;&#25968;&#36827;&#34892;&#35774;&#32622;&#12290;<br>



      <br>




      <img src="Screenshot/memorize/2_menu1.png" alt="">
      <img src="Screenshot/memorize/3_config0.png" alt=""><br>




      <br>




      </td>




      <td style="width: 100px;"></td>




    </tr>




  
  
  
  </tbody>
</table>




</div>




</body>
</html>
